[
  {
    "title": "Exam Preparation Strategies",
    "text": "Create a realistic study plan that splits topics into daily goals; use active recall and spaced repetition; practice with past papers; schedule short breaks; sleep 7–8 hours before exam day."
  },
  {
    "title": "Balancing Study with Part-time Work",
    "text": "Use a weekly time-block calendar; prioritize high-yield topics; study in 2×45-minute focused blocks; communicate schedule constraints with your manager ahead of exams; consider swapping shifts during exam week."
  },
  {
    "title": "Academic Support Resources",
    "text": "Students can access tutoring, writing labs, and academic advisors. Book slots online; bring specific questions to maximize value; follow up with an action list after each session."
  },
  {
    "title": "Scholarships and Financial Aid",
    "text": "Check the scholarship portal monthly; maintain required GPA; prepare documents (transcripts, recommendation letters). For urgent aid, contact the financial office via the help form."
  },
  {
    "title": "Online Course Etiquette and Tools",
    "text": "Keep your camera on if possible; mute when not speaking; use discussion boards; submit assignments via LMS before the deadline; turn on notifications for updates."
  },
  {
    "title": "Mental Wellbeing for Students",
    "text": "Use the 3-2-1 reset: 3 deep breaths, 2 minutes of stretching, 1 brief walk. Speak to counseling if stress persists; protect your sleep and limit caffeine late."
  },
  {
    "title": "Plagiarism and Referencing",
    "text": "Always cite sources using your program's required style (APA/MLA). Use paraphrasing plus citation; run drafts through similarity checkers; ask faculty if unsure."
  },
  {
    "title": "Attendance & Leave Policy",
    "text": "Submit a leave request through the student portal with documentation. For medical issues, upload a certificate within 72 hours. Attendance below 75% may affect eligibility to sit for exams."
  },
  {
    "title": "LMS Troubleshooting",
    "text": "If the LMS doesn't load, clear cache, try an incognito window, or switch browsers. Check service status page; if still down, raise a ticket with device, OS, and screenshot."
  },
  {
    "title": "Internships and Career Services",
    "text": "Use the career portal to search roles; tailor your resume for each posting; attend mock interviews; ask for feedback; track applications in a simple spreadsheet."
  }
]